[DESCRIPTION]		Sprache Englisch
HEAD_NAME_SHORT =	MTU
HEAD_NAME_LONG =	Motoren- und Turbinen-Union 
HEAD_CITY =		Friedrichshafen
COMPANY =		railway company
LOC_TYPE =		loc type
LOC_NUMBER =		loc number
MOTOR_TYPE =		engine type
MOTOR_NUMBER =		engine number
DURATION_COUNT =	operating hours meter
TERMINAL =		display date-time
LAPTOP =		laptop date-time
MODE_DESC =		mode
MODE_0 =		normal operation
MODE_1 =		service operation
		
[CONNECTION_STATUS]		
UNKNOWN =		unknown fault
DISCONNECTING =		connection to loc is being separated
DISCONNECTED =		connection to loc is being interrupted
INIT =			PC modem is being initialised
IDLE =			connection briefly interrupted - automatic continuation
OPENING =		connection to loc is being made
ANSWERING =		loc answering
CONNECTED =		connection to loc is made
RECONNECT =		connection to loc is being remade
CLOSE =			no connection possible: \n Causes: \n - cable not connected n\ - cable
                        wrong or faulty \n - modem has no power supply \n - wrong driver loaded \n
                        - wrong interface setting 
NODIALTONE =		no dial tone \n modem receives no dial tone from required user
BUSY =			user is busy
NOANSWER =		loc cannot be reached
WRONGPIN =		wrong PC modem pin
WRONGPUK =		PC modem PUK, enter PC modem pin
INUSE =			interface in use \n COM interface is being used by another program
MESSAGE =		no connection possible: \n Causes: \n - cable not connected \n - cable
                        wrong or faulty \n modem has no power supply \n - wrong PC modem driver loaded
                        \n - wrong PC COM interface setting \n - loc cannot be reached n\
                        - wrong setting for modem selection in display 
MODEMDRIVERERROR =	modem driver error or not installed \n Causes: \n - no driver \n - switch modem
                        off/on and restart PC
MODEMOFF = 		PC modem not connected or switched off \n Causes: \n - PC modem cable not connected
                        \n - PC modem cable wrong or faulty \n - PC modem has no power supply \n- wrong
                        PC modem driver selected
SERIALOFF = 		display not connected or switched off
NODATA = 		no alarms present
NOACCESS =		no data access possible
TRANSFER_CANCEL = 	transfer cancelled
		
[LIST_BINARY]		
TITLE =			binary measuring points
COLUMN_TITLE =		line
COLUMN_TITLE =		description
COLUMN_TITLE =		status
		
[LIST_ANALOG]		
TITLE =			analog measuring points
COLUMN_TITLE =		line
COLUMN_TITLE =		description
COLUMN_TITLE =		value
COLUMN_TITLE =		unit
		
[LIST_ALARM]		
TITLE =			alarm messages
COLUMN_TITLE =		line
COLUMN_TITLE =		description
COLUMN_TITLE =		type
COLUMN_TITLE =		category
		
[LIST_DURATION]
TITLE = 		operating hours meter
COLUMN_TITLE = 		line
COLUMN_TITLE = 		description
COLUMN_TITLE = 		value
COLUMN_TITLE = 		unit

[LIST_DURATION_FLEET]
TITLE = 		operating hours meter
COLUMN_TITLE = 		line
COLUMN_TITLE = ???_Loknummer
COLUMN_TITLE = ???_Motornummer
COLUMN_TITLE = 		description
COLUMN_TITLE = 		value
COLUMN_TITLE = 		unit

[LIST_HISTORY]		
TITLE =			error ring memory
COLUMN_TITLE =		line
COLUMN_TITLE =		description
COLUMN_TITLE =		date
COLUMN_TITLE =		time
COLUMN_TITLE =		Op. hrs.
COLUMN_TITLE =		type
COLUMN_TITLE =		category
COLUMN_TITLE =		status

[LIST_HISTORY_STATISTIC]		
TITLE =			error statistic
COLUMN_TITLE =		line
COLUMN_TITLE =		description
COLUMN_TITLE =		priority
COLUMN_TITLE =		category
COLUMN_TITLE =		date first
COLUMN_TITLE =		time first
COLUMN_TITLE =		date last
COLUMN_TITLE =		time last
COLUMN_TITLE =		count
		
[MENU_MAIN]		
FILE =			file
CONNECTION =		connection
DATA =			data
VIEW =			view
WINDOW =		window
HELP =			help
		
[MENU_FILE]		
OPEN =			open	Strg+O
CLOSE =			close
SAVE =			save\tStrg+S
SAV_AS =		save as
EXPORT =		export\tStrg+X
PRINT =			print...\tStrg+P
PR_PREVIEW =		side view
PR_SETTINGS =		printer settings...
LAST =			last file
EXIT =			exit
		
[MENU_CONNECTION]		
CON_SERIAL =		serial cable
CON_MODEM =		modem
CONNECT =		connect
DISCONNECT =		disconnect
SETTINGS =		PC connection settings
STATE = 		connection status
PHONE_BOOK = 		telephone book
		
[MENU_DATA]		
BINARY =		binary measuring points
ANALOG =		analogue measuring points
ALARM =			alarm page
DURATION = 		operating hours meter
HISTORY =		error ring memory
HIST20 =		error ring memory last 20
HIST100 =		error ring memory last 100
HIST_STAT = 		history statistic
HIST_STAT_DELETE = 	delete history statistic
CONFIG_SETTINGS =	configuration data display
CONFIG_SEND =		send configuration data
RELOAD = 		reload
		
[MENU_VIEW]		
SYMBOL_BAR =		symbol bar
STATUS_BAR =		status bar
		
[MENU_WINDOW]		
NEW =			new window
CASCADE =		overlapping
TILE =			adjacent to each other
ARRANGE =		arrange symbols
		
[MENU_HELP]		
FINDER =		help topics
ABOUT =			Info on RailDiag
		
[DIALOG_SERIAL]		
TITLE =			PC connection settings
PORT =			serial interface
BPS =			bits per second
BITS =			data bits
PARITY =		parity
STOP_BITS =		stop bits
CONTROL =		flow control
CANCEL =		cancel
OK =			ok
		
[DIALOG_MODEM]		
TITLE =			PC modem connection settings
CONNECTION_NAME =	connection
DESCRIPTION	= 	designation
NUMBER =		loc telephone number
PIN =			PC modem PIN
SAVE_PIN =		save PC modem PIN
PUK =			PC modem PUK
CONNECT =		connect
CANCEL =		cancel
OK =			ok
SETTINGS = 		settings
DIAL_PREFIX = ???_Dialing prefix
HELP_DIAL_PREFIX = ???_0049 (7541 1234567)
		
[DIALOG_TERMINAL_CONFIG]		
TITLE =			configuration data display
COMPANY =		rail company
LOC_TYPE =		loc type
LOC_NUMBER =		loc number
MOTOR_TYPE =		engine type
MOTOR_NUMBER =		engine number
MTU_ORDER_NUMBER =	MTU order number
DISPLAY_TELEPHONE_NUMBER = ???_display telephone number
INHIBIT_TIME_SMS =	???_inhibit time
TELEPHONE_NUMBER_1_SMS = ???_telephone number 1 for SMS
TELEPHONE_NUMBER_2_SMS = ???_telephone number 2 for SMS
TELEPHONE_NUMBER_3_SMS = ???_telephone number 3 for SMS
PIN =			Loc modem PIN
PUK =			Loc modem PUK
MESSAGE_SEND =		configuration to be sent
MESSAGE_OK =		configuration sent successfully
MESSAGE_ERR =		configuration could not be sent
SEND =			send
CANCEL =		cancel
OK =			ok
LOAD = 			???_Laden
SAVE = 			???_Speichern
		
[DIALOG_PROGRESS]		
TITLE =			transfer
CANCEL =		cancel

[DIALOG_PHONE_BOOK]		
TITLE =			telephone book
DESCRIPTION =		description
NUMBER =		loc telephone number
NEW_ENTRY =		new entry
EDIT_ENTRY =		edit entry
DELETE_ENTRY =		delete entry
CANCEL =		cancel
OK =			ok
IMPORT = ???_Import
EXPORT = ???_Export

[DIALOG_ENTRY_PHONE_BOOK]		
TITLE =			telephone book entry
DESCRIPTION =		description
HELP_NUMBER = ???_0049 7541 1234567
NUMBER =		telephone number
CANCEL =		cancel
OK =			ok

[DIALOG_CONFIRM_DELETE]		
TITLE =			???_Fehlerstatistik löschen
MESSAGE_TEXT =		???_Soll die Fehlerstatistik am Terminal gelöscht werden?


[MENU_FLEET]
MGR =			???_Flottenmanager
EDIT =			???_Flotte editieren

[DIALOG_FLEET_EDIT]		
TITLE =			???_Flotteneditor
LIST_PHONE_BOOK =	???_Telefonbuch
LIST_FLEET =		???_Telefonbuch
ROW_NUMBER =		???_Nr
DESCRIPTION =		???_Beschreibung
NUMBER =		???_Lok-Telefonnummer
FLEET_NAME=		???_Flottenname
FLEET_NEW=		???_Flotte neu
FLEET_DELETE=		???_Flotte löschen
CANCEL = 		cancel
OK = 			Ok
IMPORT = 		???_Import
EXPORT =		???_Export
MESSAGE1=		???_Bitte Flottenname eingeben
MESSAGE2=		???_Flotte exisitert bereits
